Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Professor Leif Bjermer, who has given an expert witness statement before the Supreme Court for GSK, expresses it like this:
nb: Professor Leif Bjermer, som har avgitt erklæring for Høyesterett som sakkyndig for GSK, uttrykker seg slik:

source: The parties have addressed choice of law in these issues in their statements before the Supreme Court.
nb: Partene har vært inne på lovvalg for disse spørsmålene i sin prosedyre for Høyesterett.

source: Other particular concerns may also be taken into account."
nb: grunnlag for å ta deler av klagen til behandling.

source: I have concluded that necessary costs in the Supreme Court should be set at NOK 1 200 000 including VAT.
nb: Jeg er kommet til at nødvendige kostnader for Høyesterett settes til 1 200 000 kroner inkludert merverdiavgift.

source: Spar Shipping AS (Counsel Jan Magne Isaksen) III.
nb: (advokat Thomas Gjølberg Naalsund) mot Spar Shipping AS (advokat Jan Magne Isaksen)III.

source: that the Supervisory Committee could not review pursuant to section 236 fourth paragraph of said Act.
nb: Også dette gjaldt en rettslig avgjørelse som tilsynsutvalget ikke kunne vurdere etter dl § 236 fjerde ledd.

source: What is more, milking went on only for a fairly short period – from a little before Midsummer
nb: Melkingen foregikk dessuten bare i en kortere periode - fra noe før St.

source: It is also quite likely that the Chamber would have relinquished jurisdiction to the Grand Chamber, see ECHR Article 30.
nb: Det ville også vært nærliggende om kammeret i så tilfelle hadde avstått jurisdiksjon til storkammeret, jf. EMK artikkel 30.

source: Section 97 of the Constitution stipulates an absolute prohibition against such legislation.
nb: Grunnloven § 97 setter et absolutt forbud mot slik lovgivning.

source: In a joint document issued by the ICAO and the UNHCR in October 2013 – "Guide for Issuing Machine Readable Convention Travel Documents for Refugees and Stateless Persons" – it is stated on page 11 that the exemption should be interpreted and applied "restrictively" and that it only concerns "grave and exceptional circumstances".
nb: I et fellesdokument utstedt av ICAO og UNHCR i oktober 2013 – "Guide for Issuing Machine Readable Convention Travel Documents for Refugees and Stateless Persons" –heter det på side 11 at unntaket bør tolkes og anvendes "restrictively" og "only concern grave and exceptional circumstances".

source: What the appellant is in fact submitting is that the municipality should nevertheless have a right to invoke the Convention.
nb: Jeg nevner i den forbindelse at jeg er enig i førstvoterendes syn på kompetansespørsmålet, og jeg tiltrer den begrunnelse han har gitt.

source: All in all, the system was arranged so that it limited the workers', including the aggrieved parties', freedom of movement to the extent possible, but it is assumed that A did not wish to create conditions that would stop the workers – with the experience they had gained – from returning for subsequent seasons.
nb: Samlet sett var systemet innrettet slik at det begrenset arbeidernes, herunder de fornærmedes, bevegelsesfrihet så langt råd var, men det legges til grunn at A ikke ønsket å skape forhold som medførte at arbeiderne – med den erfaring de opparbeidet – unnlot å komme tilbake senere sesonger.

source: In para 7, the Committee specifies that the term "culture" also comprises ways of living and traditional activities such as fishing and hunting.
nb: I punkt 7 presiserer komiteen at kulturbegrepet også omfatter levemåter og tradisjonelle aktiviteter som fiske og fangst.

source: The conditions in chapter VII were not met, but the Supreme Court found that the general provision on the carrier's liability in section 27 was applicable, despite this provision's primary goal being to distribute liability between the contractual parties.
nb: Vilkårene i kapittel VII var ikke oppfylt, men Høyesterett mente den generelle regelen om fraktførers ansvar i § 27 kom til anvendelse, til tross for at denne bestemmelsen i første rekke nok har tatt sikte på å regulere ansvaret mellom kontraktspartene.

source: He also helped B checking in.
nb: Han hjalp også B med å sjekke inn.

source: statements made by Thomas P. Kallar and Ingebrigt Flønæs senior, quoted from a meeting
nb: Det førstvoterende her i første rekke bygger på, er forklaringene fra Thomas P.

source: Due to an anonymous tip in March 2012 regarding humiliating working conditions for the Indian workers, a decision was made to carry out a coordinated and unannounced inspection at which the police, the labour inspection authority, the tax authorities and the fire brigade participated.
nb: Som følge av et anonymt varsel om uverdige arbeidsforhold for de indiske arbeiderne i mars 2012, ble det besluttet et samordnet uvarslet tilsyn hvor politiet, arbeidstilsynet, skattemyndighetene og brannvesenet deltok.

source: In this respect I refer to what I have said about the protection for unpublished material in accordance with Article 10 of EHRC.
nb: Jeg viser i denne sammenheng til det jeg har sagt om vernet for upublisert materiale etter EMK artikkel 10.

source: A undoubtedly knew throughout the entire indictment period that ISIL was a terrorist organisation and that his activities in Norway, like similar activities in other western countries, were important contributions to ISIL's ideological and military success in the region."
nb: A har utvilsomt i hele tiltaleperioden forstått at ISIL var en terrororganisasjon og forstått at hans aktiviteter i Norge, på samme måte som tilsvarende aktiviteter til personer i andre vestlige land, var viktige bidrag til ISILs ideologiske og militære fremgang i regionen."

source: Employment in private or public sector companies.
nb: Verv i private eller offentlige selskap.

source: As the matter thus stands, it is not necessary to decide on the other issue heard by the Supreme Court – whether extradition can be executed if conviction in the USA requires extraterritorial application of US law to a wider extent than what would have been warranted by Norwegian jurisdiction regulations, see primarily section 12 of the Penal Code.
nb: Slik saken da står, er det ikke nødvendig å avgjøre den andre problemstillingen som er henvist til behandling i avdeling – om utlevering kan skje dersom domfellelse i USA forutsetter ekstraterritoriell anvendelse av amerikansk straffelovgivning i større utstrekning enn det ville ha vært anledning til etter norske jurisdiksjonsregler, jf. i første rekke straffeloven § 12.

source: As one can see, the Mayor does not identify his source.
nb: Som man ser, oppgir ikke ordføreren sin kilde.

source: The child welfare service has given the foster parents information regarding A and her family that stems from the period immediately after the childbirth in 2013.
nb: Barneverntjenesten har gitt fosterforeldrene opplysninger om A og hennes familie som skriver seg fra tiden like etter fødselen i 2013.

source: The question is whether the protection of private life in article 8 comprises the personal and social ties which C has established during the eight and a half years she has lived in Norway.
nb: Spørsmålet er om vernet av privatlivet i artikkel 8 omfatter de personlige og sosiale bånd som C har etablert i de åtte og et halvt årene hun har bodd i Norge.

source: According to information provided, she was well looked after by B and placed at the back of the boat.
nb: Hun ble etter det opplyste ivaretatt på en god måte av B og plassert bakerst i båten.

source: Jansen v. Norway
nb: Jansen mot Norge

source: The Committee pointed out that it has reacted in several
nb: Etter at tingrettsdommer E ble sykemeldt, ble saken først

source: In Proposition to the Odelsting no. 25 (2006−2007) page 46 – from which I have already quoted – the Ministry stressed that sparing the smallest siida units might give an unfortunate commercial structure and a weakening of the total as well as the average profitability.
nb: 25 (2006−2007) side 46 – som jeg allerede har sitert fra – fremhevet departementet at en skjerming av de minste siidaandelene ville kunne gi en uheldig næringsstruktur, og at både den totale og gjennomsnittlige lønnsomheten kunne bli svekket.

source: Similarly, a contributor must be convicted of participation even if it cannot be proven that he or she, in whichever manner, has been accepted as a participant in the organisation.
nb: Tilsvarende må en bidragsyter kunne dømmes for deltakelse selv om det ikke er mulig å bevise at han eller hun på en eller annen måte er akseptert som deltaker av organisasjonen.

source: It furthermore appears from the accounts that the value of the depreciation, based on a quota value of NOK 61 million, is recorded as an expenditure in Volstad's accounts for the years 2008 to 2011.
nb: Av regnskapene framgår for øvrig at verdien av avskrivningen, basert på en kvoteverdi på 61 millioner kroner, er ført som utgiftspost i Volstads regnskap for årene 2008 til 2011.

source: The court of appeal assumes that C, in line with his statement, entered into an agreement in 2008 on, and received, 120 000 Indian rupees in India.
nb: Lagmannsretten legger til grunn i tråd med Cs forklaring at han i 2008 inngikk avtale om, og fikk utbetalt 120 000 indiske rupier i India.

source: In its judgment, the Court presented the general principles on which it bases its judgments on deprivation of care and adoption where violation of Article 8 of the European Convention on Human Rights (ECHR) is asserted.
nb: I dommen gjennomgår EMD de generelle prinsippene den legger til grunn i saker hvor det i forbindelse med omsorgsovertakelse og adopsjon gjøres gjeldende brudd på artikkel 8 i Den europeiske menneskerettskonvensjonen (EMK).

source: The child perspective is also stressed in UDI’s memo on practices and procedures PN 2012-011, last amended in 2018, section 2.
nb: Barneperspektivet er videre fremhevet i UDIs praksisnotat PN 2012-011, sist endret i 2018, punkt 2.

source: Practical help in connection with a foreign fighter's joining of a terrorist organisation is not sufficient in itself.
nb: Praktisk bistand i forbindelse med en fremmedkrigers reise for å slutte seg til en terrororganisasjon, vil ikke i seg selv være tilstrekkelig.

source: The ruling was based on the legal starting points accounted for in HR-2021-474-A and HR-2021-475-A.
nb: Høyesterett baserte seg på de rettslige utgangspunktene som det er redegjort for i HR-2021-474-A og HR-2021-475-A.

source: One of those questioned was Erik Jonssen, who had also made a statement to the Reindeer Pasturing Commission of 1913.
nb: En av de avhørte var Erik Jonssen som også forklarte seg for reinbeitekommisjonen av 1913.

source: Felleskjøpet Agri SA (Counsel Fredrik Lilleaas Ellingsen) v. Infor (Steinhausen) II GmbH (Counsel Ola Haugen)
nb: Felleskjøpet Agri SA (advokat Fredrik Lilleaas Ellingsen) mot Infor (Steinhausen) II GmbH (advokat Ola Haugen) Dommere:

source: (107) It is primarily C’s situation that is of interest and I will focus on her. It appears from
nb: (107) Det er i første rekke Cs situasjon som har interesse, og jeg konsentrerer meg om henne.

source: In such cases the courts may easily conclude that Article 97 of the Constitution has been violated.
nb: I slike tilfelle vil domstolene lett kunne komme til at Grunnloven § 97 er krenket.

source: Strand Lobben and Others versus Norway
nb: Strand Lobben med flere mot Norge

source: The same applies to private arbitration boards or the equivalent.
nb: Det samme gjelder private tvisteløsningsnemnder og lignende.

source: It is not a requirement for conviction that the support has been given directly to the terrorist organisation; it is sufficient that it has been given to a participant of the organisation, for instance a foreign fighter, to the benefit of the organisation.
nb: Det er tilstrekkelig at støtten gis til en deltaker i organisasjonen, for eksempel en fremmedkriger, med sikte på bruk til fordel for organisasjonen.

source: I cannot see that Supreme Court case law indicates that the requirement for special and strong reasons does not apply in cases where the bond between the child and its parents is weak.
nb: Jeg kan ikke se at det er holdepunkter i høyesterettspraksis for at vilkåret om spesielle og sterke grunner ikke skal anvendes i saker hvor tilknytningen mellom barn og foreldre er svak.

source: He was of the opinion that the movement was contrary to the FIS rules of conduct 1 – 4.
nb: Han mente kjøringen innebar brudd på alpinvettreglene nr. 1 til 4.

source: assistant judge and the chief local judge.
nb: mot dommerful mektigen og sorenskriveren.

source: Furthermore, he steered the boat through stern waves of approximately 1 meter in accordance with the company's routines for that activity.
nb: Han har videre ført båten i hekkbølger på ca. 1 meter i samsvar med de rutiner han og selskapet har ved kjøring i hekkbølger.

source: The signals are then transmitted through a fibre-optic cable to the network owner Norkring AS, which in turn ensures distribution into the terrestrial network.
nb: Signalene sendes deretter i fiber til nettverkseieren Norkring AS som igjen sørger for distribusjon i bakkenettet.

source: The Public Prosecution Authority (Counsel Andreas Magne Alfoni Strand)
nb: A (advokat Odd Martin Helleland) mot Påtalemyndigheten (statsadvokat Andreas Magne Alfoni Strand)

source: 663 cases were heard on their merits by the Committee in plenary sessions. The remaining cases were concluded in some other manner, typical y by the complaint being withdrawn or having lapsed due to some other reason.
nb: 663 saker er realitetsbehandlet av et samlet utvalg. De resterende sakene er avsluttet på annen måte, vanligvis ved at klagen er trukket el er bortfalt av andre grunner.

source: Against this background, I conclude that the appeal should be dismissed.
nb: Min konklusjon er etter dette at anken må forkastes.

source: (128) The point of departure for the assessment is the situation as it was in March 2012,
nb: (128) Bedømmelsen tar utgangspunkt i situasjonen slik den var i mars 2012, da familien ble

source: Examples of crimes that fall under 'major crime' are stated to be 'murder, manslaughter, severe bodily injury, crimes against national security, or serious organised crime'.
nb: Som eksempler på forbrytelser som faller inn under 'major crime', nevnes 'murder, manslaughter, severe bodily injury, crimes against national security, or serious organised crime'.

source: were no grounds for any disciplinary measures.
nb: Det forelå ikke grunnlag for disiplinærtiltak.

source: If the database is published during this period, the material is protected for 15 years after the expiry of the year in which the database was first published.
nb: Dersom databasen i løpet av dette tidsrommet offentliggjøres, varer vernet i 15 år etter utløpet av det året databasen første gang ble offentliggjort.

source: Claim for repayment of excess disability pension paid from Statens pensjonskasse
nb: Tilbakekreving fra mottaker av for mye utbetalt uførepensjon fra Statens pensjonskasse

source: In this regard, I confine myself to referring to Ole-Andreas Rognstad, Property Aspects of Intellectual Property, 2018 page 194.
nb: Jeg nøyer meg her med å vise til Ole-Andreas Rognstad, Property Aspects of Intellectual Property, 2018 side 194.

source: However, I agree with the Norwegian State that this case law of the European Court of Justice is not applicable to EEA citizens.
nb: Men jeg er enig med staten i at denne rettspraksisen fra EU-domstolen ikke har virkning for EØS-statsborgere.

source: UDI’s memo on practices and procedures, PN 2012-011, presents the factors relevant for the age determination and expresses that it is the general requirement of preponderance of the
nb: I UDIs praksisnotat, PN 2012-011 er det redegjort nærmere for forhold av betydning for vurderingen, og det fremgår at det som utgangspunkt vil være det alminnelige kravet om sannsynlighetsovervekt som gjelder ved fastsettelse av alder.

source: complaint from the two members of the public was dismissed.
nb: Klagen fra de to tilhørerne ble avvist.

source: conflicts between farmers and reindeer owners in the Flora district, they must be resolved – as in Essand – within the framework of section 15 of the Reindeer Husbandry Act.
nb: Dersom det skulle oppstå beitekonflikter mellom gårdbrukere og reineiere i Flora-distriktet, må de - som i Essand - løses innenfor rammen av reindriftslovens § 15.

source: in 1989, he was elected to the Islamic Movement of Kurdistan (IMK), where he was wanted as a director.
nb: Han ble i 1989 valgt inn i Islamic Movement of Kurdistan (IMK), hvor han var ønsket som styremedlem.

source: The workers lived free of charge in flats/huts at the garden centre's area.
nb: Arbeiderne bodde vederlagsfritt i leiligheter/brakker på gartneriets område.

source: Pasturing on the disputed area in Essand prior to 1892
nb: Beiting på tvisteområdet i Essand før 1892

source: A (Counsel John Christian Elden), Norwegian Organisation for Asylum Seekers (NOAS) (Counsel Jan Fougner) (third-party intervener)
nb: Staten v/Utlendingsnemnda (Regjeringsadvokaten v/advokat Ane Sydnes Egeland) mot A (advokat John Christian Elden), Norsk organisasjon for asylsøkere (NOAS) (advokat Jan Fougner) (partshjelper)

source: Dismissal after violation of the "snooping prohibition" in section 21 a of the Health Personnel Act
nb: Oppsigelse etter brudd på«snokeforbudet» i helsepersonelloven § 21 a

source: (138) My conclusion in the light of the above is that a judgment must also be rendered to the
nb: (138) Min konklusjon blir etter dette at det også må avsies dom for at utsendelsen innebar en

source: Mentioned examples are a brochure from the UK National Health Service of December 2016 and a brochure from the Danish Pharmacists Association.
nb: Som eksempel nevnes en brosjyre fra National Health Service fra UK fra desember 2016 og en brosjyre om astmamedisin fra den danske Apotekforening.

source: single piece of information that reindeer pasturing occurred down towards the built-up area in Selbu, as had happened by way of exception prior to 1892 according to the Lapp Commission
nb: Det vesentlige er imidlertid at i denne relativt tilspissede konflikt fremkommer det ikke en eneste opplysning om at reinbeite har forekommet ned mot bebyggelsen i Selbu, slik det ifølge Lappekommisjonen unntaksvis hadde skjedd før 1892 - sannsynligvis i Niels Bulls tid.

source: Penalty for jihadist in Syria – Jurisdiction
nb: Straff for fremmedkriger i Syria – spørsmål om norsk jurisdiksjon

source: A group of cottage owners on leased ground claimed they had been charged an illegal lump sum payment for ground lease costs, see section 6 of the Ground Lease Act.
nb: En gruppe eiere av hytter på festet grunn gjorde gjeldende at de var blitt belastet med ulovlig innfestingsavgift som de kunne kreve tilbake fra grunneierne, jf. tomtefesteloven § 6.

source: I refer to this and also now rely on this same view.
nb: Jeg viser til dette, og legger det til grunn også nå.

source: In his witness statement, pharmacist Ekroll Aarvold also expressed that purple was a natural choice of colour based on a colour code system."
nb: Apoteker Ekroll Aarvold ga i sin vitneforklaring også uttrykk for at lilla var et naturlig fargevalg ut fra et fargekodesystem."

source: The complainant claims that the judge was
nb: de forhold han er innklaget for.

source: On page 35, the Ministry concludes that it would be preferable that the question was determined by law, but that the scope of the bankruptcy exemption should primarily be determined by the European Court of Justice.
nb: Departementet konkluderer på side 35 med at det hadde vært ønskelig med en lovregulering av spørsmålet, men at rekkevidden av konkursunntaket i første rekke bør fastlegges av EU-domstolen.

source: I agree with the respondents that certain statements in the ruling from England and Wales Court of Appeal 17
nb: Jeg kan si meg enig med ankemotpartene i at enkeltuttalelser i avgjørelsen fra England and Wales Court of Appeal 17.

source: Osman v. United Kingdom
nb: Osman mot Storbritannia

source: In Official Norwegian Report (NOU) 2003:15, page 191, the Sanctions Committee’s view was that this would at least to some extent be the situation.
nb: I NOU 2003:15 side 191 var sanksjonslovutvalgets syn at dette i hvert fall i noen grad vil være situasjonen.

source: The claimants are pilots and cabin crew members, originally employed in NAS, who through intra-group business transfers are now employed in
nb: Saksøkerne er piloter og kabinpersonell, opprinnelig ansatt i NAS, som gjennom virksomhetsoverdragelser innen Norwegian-konsernet nå er ansatt i henholdsvis

source: I am not aware of any ruling that lays down a requirement that DNA profiles may only be retained if a person has been convicted of an offence where DNA may contribute to resolving the case – a “DNA relevant” offence.
nb: Jeg er ikke kjent med noen avgjørelse som oppstiller krav om at registrering av DNA-profil bare skal kunne skje etter domfellelse for lovbrudd hvor DNA kan bidra til oppklaring − «DNA-relevante» lovbrudd.

source: The Public Prosecution Authority (Counsel Peter Andre Johansen)
nb: I.A (advokat Morten Kjensli) mot Påtalemyndigheten (statsadvokat Peter Andre Johansen)

source: by ECHR Article 8.
nb: EMK artikkel 8 nr.

source: century, and for Essand there is information in the present case that milking did not cease until around 1920.
nb: Denne endringen skjedde først rundt og noe etter århundreskiftet, og for Essand foreligger det opplysninger i saken om at melkehusholdningen først opphørte rundt 1920.

source: In its action for declaration, the bankruptcy estate has made two claims – that ING does not have a security interest, and that any such security can be voided.
nb: Konkursboet har i fastsettelsessøksmålet fremmet to krav – at ING ikke har pant, og at et eventuelt pant kan omstøtes.

source: On page 367, it is set out that “[t]he decisive factor must be the effects of the disputed issue when it comes to the organisation’s objective”.
nb: Videre heter det på side 367 at «[d]et avgjørende må være de virkninger som det omtvistede forhold har når det gjelder organisasjonens formål».

source: The judge may also ask questions and correct counsels if there are grounds for doing so in the case.
nb: Dommeren kan også stil e spørsmål til og korrigere prosessful mektigene dersom saken gir grunnlag for det.

source: was present. At that time he was 84 years old.
nb: På det tidspunktet var han 84 år gammel.

source: I now turn to considering the application of the law with regard to the conviction under count IV of the indictment on financial and material support to ISIL.
nb: Jeg går så over til å vurdere lovanvendelsen i tilknytning til domfellelsen under tiltalen post IV om økonomisk og materiell støtte til ISIL.

source: The wording of article 28 does not entail a requirement that the state can only reject an application for travel documents if it can be substantiated that the applicant would constitute a specific danger to national security or public order if he had travel documents issued.
nb: Ordlyden i artikkel 28 gir ikke grunnlag for å innfortolke et krav om at staten bare kan avslå søknad om reisebevis dersom den kan påvise at søkeren ville utgjøre en konkret fare for nasjonal sikkerhet eller offentlig orden dersom han fikk reisebevis.
